driver-tests/bpelse/compensation/IterativeScopesJBI/test/RepeatUntil/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://j2ee.netbeans.org/wsdl/interfaceRepUntil">
  <soapenv:Body>
    <int:InPart>
      <iterCount>1</iterCount>
      <input>Test Msg:</input>
    </int:InPart>
  </soapenv:Body>
</soapenv:Envelope>